<?php

$lang['ftp_no_connection']			= "Не е възможно да се направи конекция.";
$lang['ftp_unable_to_connect']		= "Не е възможно да се направи конекция.";
$lang['ftp_unable_to_login']		= "Не е възможна идентификация с FTP сървъра. Моля проверете потребителското си име и парола.";
$lang['ftp_unable_to_makdir']		= "Не е възможно да се създаде директорията.";
$lang['ftp_unable_to_changedir']	= "Не е възможно да се промени директорията.";
$lang['ftp_unable_to_chmod']		= "Не е възможно да се променят правата на директорията. Моля опитайте отново. Бележка: тази опция е достъпна само с PHP 5+.";
$lang['ftp_unable_to_upload']		= "Не е възможно да се качи желаният файл. Моля проверете пътя към папката..";
$lang['ftp_no_source_file']			= "Не е възможно да бъде намерен желаният файл. Моля проверете пътя към папката.";
$lang['ftp_unable_to_remame']		= "Не е възможно да се промени името на файла.";
$lang['ftp_unable_to_delete']		= "Не е възможно да се изтрие файлът.";
$lang['ftp_unable_to_move']			= "Не е възможно да се премести файлът. Моля проверете, дали желаната директория съществува.";

?>